[
  {
    "term": "Abandon Rate",
    "definition": "The percentage of callers who hang up before reaching a live agent, reflecting hold-time management and IVR design effectiveness.",
    "chapters": "6"
  },
  {
    "term": "Abandonment Recovery",
    "definition": "The process of re-engaging website visitors who begin but do not complete a booking, typically through triggered emails or retargeting ads.",
    "chapters": "4"
  },
  {
    "term": "ADR (Average Daily Rate)",
    "definition": "Total room revenue divided by the number of rooms sold; a key hotel performance metric.",
    "chapters": "1,2,3,4,5,6,7,11,13"
  },
  {
    "term": "Agency Model",
    "definition": "An OTA business model where the hotel sets the rate, the guest pays the hotel, and the OTA earns a commission on the completed stay.",
    "chapters": "1,7,8"
  },
  {
    "term": "Algorithmic Bias",
    "definition": "Systematic errors or unfair outcomes in AI systems resulting from biased training data or model design.",
    "chapters": "12,13"
  },
  {
    "term": "Allotment",
    "definition": "A pre-agreed block of rooms allocated to a wholesaler for a specific period, with unsold rooms reverting to the hotel after a cutoff date.",
    "chapters": "2,9"
  },
  {
    "term": "Alternative Accommodation",
    "definition": "Lodging options outside the traditional hotel model, including vacation rentals, serviced apartments, hostels, and hybrid concepts.",
    "chapters": "1,5,8,11"
  },
  {
    "term": "Ancillary Revenue",
    "definition": "Non-room revenue generated by a hotel guest, including food and beverage, spa, parking, resort fees, and other on-property spending.",
    "chapters": "3,4,5,9,12"
  },
  {
    "term": "API (Application Programming Interface)",
    "definition": "A set of protocols that allows different software systems to communicate and exchange data.",
    "chapters": "1,2,3,5,6,7,8,9,10,11,12,13"
  },
  {
    "term": "Asset-Light Model",
    "definition": "A business model in which the company does not own the physical assets (properties) it distributes, instead earning fees or commissions from transactions.",
    "chapters": "7,11"
  },
  {
    "term": "Attribution",
    "definition": "The process of determining which marketing or distribution touchpoints deserve credit for generating a booking or conversion.",
    "chapters": "3,6,10,12"
  },
  {
    "term": "Attrition",
    "definition": "The shortfall between the number of rooms blocked for a group and the number actually booked by attendees.",
    "chapters": "5"
  },
  {
    "term": "Attrition Clause",
    "definition": "A contractual provision requiring the group to compensate the hotel for rooms in the block that go unbooked beyond an agreed threshold.",
    "chapters": "5"
  },
  {
    "term": "Automatic Call Distribution (ACD)",
    "definition": "Technology that routes incoming calls to the most appropriate agent based on predefined criteria such as caller profile, language, and inquiry type.",
    "chapters": "6"
  },
  {
    "term": "B2B (Business-to-Business)",
    "definition": "A transaction model where a company sells products or services to other businesses rather than directly to consumers.",
    "chapters": "5,8,9"
  },
  {
    "term": "B2B2C (Business-to-Business-to-Consumer)",
    "definition": "A distribution model where a company sells through business intermediaries who then sell to end consumers",
    "chapters": "9"
  },
  {
    "term": "BAR (Best Available Rate)",
    "definition": "The lowest unrestricted retail rate available to consumers through the hotel's direct channels.",
    "chapters": "1,2,3,4,5,6,7,8,9,10,11,12,13"
  },
  {
    "term": "Bed Bank",
    "definition": "A wholesale aggregator that contracts large volumes of hotel inventory at net rates and redistributes to downstream B2B partners.",
    "chapters": "1,2,3,9"
  },
  {
    "term": "Best Rate Guarantee (BRG)",
    "definition": "A hotel's promise that the lowest publicly available rate is found on its direct booking channels.",
    "chapters": "4"
  },
  {
    "term": "Bid Management",
    "definition": "The process (often automated) of setting and optimizing CPC or CPA bids across metasearch platforms.",
    "chapters": "10"
  },
  {
    "term": "Billboard Effect",
    "definition": "The hypothesis that a hotel's listing on an OTA generates incremental awareness and traffic to the hotel's own website, resulting in direct bookings.",
    "chapters": "1,3,4,8,9,10"
  },
  {
    "term": "Blockchain",
    "definition": "A decentralized, distributed digital ledger technology that records transactions across multiple computers in a way that is transparent and resistant to modification.",
    "chapters": "13"
  },
  {
    "term": "Booking Engine",
    "definition": "The e-commerce software on a hotel's website that enables guests to search availability and complete reservations.",
    "chapters": "1,2,3,4,6,8,9,10,12,13"
  },
  {
    "term": "Brand.com",
    "definition": "A hotel brand's proprietary website used as a direct booking channel.",
    "chapters": "1,2,3,4,6,7,8,9,11,12,13"
  },
  {
    "term": "Business Intelligence (BI)",
    "definition": "Tools and platforms that aggregate, analyze, and visualize data from multiple systems to support decision-making.",
    "chapters": "2"
  },
  {
    "term": "Central Reservation Office (CRO)",
    "definition": "A centralized facility operated by a hotel brand or management company that handles telephone reservations across multiple properties.",
    "chapters": "6"
  },
  {
    "term": "Central Reservation System (CRS)",
    "definition": "A centralized system that manages hotel inventory, rates, and reservations across all distribution channels.",
    "chapters": "1,2,6,10,13"
  },
  {
    "term": "Channel Manager",
    "definition": "Technology that synchronizes inventory and rates across multiple distribution channels in real time.",
    "chapters": "1,2,3,4,9,10,13"
  },
  {
    "term": "Channel Mix",
    "definition": "The proportional blend of bookings from different distribution channels.",
    "chapters": "1,2,3,4,7,8,9"
  },
  {
    "term": "Channel Shift",
    "definition": "The phenomenon in which a guest who would have booked through a lower-cost channel instead books through a higher-cost channel.",
    "chapters": "3"
  },
  {
    "term": "Channel Switching",
    "definition": "The behavior of guests who begin their booking journey on one channel (e.g., the hotel website) and complete it on another (e.g., voice or messaging).",
    "chapters": "6"
  },
  {
    "term": "Citywide Convention",
    "definition": "A large-scale event that exceeds the capacity of any single hotel, requiring room blocks across multiple properties in a destination, typically coordinated by a CVB or housing bureau.",
    "chapters": "5"
  },
  {
    "term": "Closed User Group (CUG)",
    "definition": "A defined group of users who receive access to rates not available to the general public.",
    "chapters": "7,9,10"
  },
  {
    "term": "Cloud-Native",
    "definition": "Software designed from the ground up to run in cloud environments, using modern architectures like microservices and APIs.",
    "chapters": "2,13"
  },
  {
    "term": "Co-Branded Credit Card",
    "definition": "A credit card issued in partnership between a hotel company and a financial institution, allowing cardholders to earn loyalty points on everyday purchases.",
    "chapters": "4,7"
  },
  {
    "term": "Commission",
    "definition": "A percentage of the booking value paid to an intermediary for facilitating a reservation.",
    "chapters": "1,2,3,4,5,6,7,8,9,10,11,12,13"
  },
  {
    "term": "Comp Room Ratio",
    "definition": "The number of complimentary room nights provided relative to paid room nights in a group contract (e.g., 1:40 or 1:50).",
    "chapters": "5"
  },
  {
    "term": "Competitive set (comp set)",
    "definition": "The group of properties against which a hotel benchmarks its performance; increasingly includes short-term rental supply in addition to comparable hotels.",
    "chapters": "2,6,11"
  },
  {
    "term": "Composable Architecture / Technology Stack",
    "definition": "A technology design approach in which applications are built from modular, interchangeable components that communicate through standardized interfaces.",
    "chapters": "2,13"
  },
  {
    "term": "Composable Technology Stack",
    "definition": "An approach where hotels assemble best-of-breed technology components from different vendors, connected via open APIs.",
    "chapters": "2,13"
  },
  {
    "term": "Connected Trip",
    "definition": "Booking Holdings' strategy to bundle multiple travel products into a single, integrated booking experience.",
    "chapters": "8"
  },
  {
    "term": "Connectivity Partner",
    "definition": "A technology company (e.g., Derbysoft, SiteMinder) that manages the technical connection between hotels and metasearch platforms",
    "chapters": "10"
  },
  {
    "term": "Content Marketing",
    "definition": "A marketing strategy focused on creating and distributing valuable, relevant content to attract and retain a target audience.",
    "chapters": "4,7"
  },
  {
    "term": "Contracted Rate",
    "definition": "A fixed wholesale net rate negotiated in advance for a defined period.",
    "chapters": "9"
  },
  {
    "term": "Convention and Visitors Bureau (CVB)",
    "definition": "A destination marketing organization that promotes a city or region as a meetings and events destination.",
    "chapters": "5"
  },
  {
    "term": "Conversational Search",
    "definition": "A search paradigm in which users interact with AI systems through natural language dialogue rather than keyword queries.",
    "chapters": "12"
  },
  {
    "term": "Conversion Rate (Voice)",
    "definition": "The percentage of reservation-intent calls that result in a confirmed booking.",
    "chapters": "2,3,4,6,8,10,12"
  },
  {
    "term": "Conversion Rate Optimization (CRO)",
    "definition": "The systematic process of increasing the percentage of website visitors who complete a desired action, such as making a booking.",
    "chapters": "4"
  },
  {
    "term": "Cost of Distribution",
    "definition": "The total expenses associated with acquiring a booking through a given channel.",
    "chapters": "1,3,4"
  },
  {
    "term": "CPA (Commission Per Acquisition)",
    "definition": "A bidding model where the advertiser pays a percentage of booking value only on confirmed reservations.",
    "chapters": "1,3,10,12,13"
  },
  {
    "term": "CPC (Cost Per Click)",
    "definition": "A bidding model where the advertiser pays each time a user clicks on their listing.",
    "chapters": "1,3,4,10,12"
  },
  {
    "term": "CRM (Customer Relationship Management)",
    "definition": "A system that collects and organizes guest data to enable personalized marketing, service, and loyalty management.",
    "chapters": "1,2,3,4,6,7,10,13"
  },
  {
    "term": "CRM Flywheel",
    "definition": "A self-reinforcing cycle in which guest data from direct bookings enables personalized marketing, driving higher loyalty and more direct bookings.",
    "chapters": "3"
  },
  {
    "term": "CRS (Central Reservation System)",
    "definition": "An enterprise-level system that manages rate and inventory distribution across all channels and delivers reservations to properties.",
    "chapters": "1,2,6,7,10,12,13"
  },
  {
    "term": "Customer Lifetime Value (CLV)",
    "definition": "A projection of the total net revenue a hotel can expect from a single guest over the entire duration of their relationship.",
    "chapters": "3,4"
  },
  {
    "term": "Cutoff Date",
    "definition": "The deadline by which group attendees must book rooms to receive the negotiated group rate.",
    "chapters": "5,9"
  },
  {
    "term": "Cvent",
    "definition": "The leading technology platform for meetings and events sourcing, management, and analytics.",
    "chapters": "5"
  },
  {
    "term": "Direct Booking",
    "definition": "A reservation made directly with the hotel without an intermediary.",
    "chapters": "1,2,3,4,5,6,7,8,9,10,12,13"
  },
  {
    "term": "Direct Channel",
    "definition": "A booking pathway where the transaction occurs directly between guest and hotel.",
    "chapters": "1,2,3,4,6,7,8,9,10,11"
  },
  {
    "term": "Displacement Analysis",
    "definition": "An analytical framework evaluating whether accepting a group booking at a negotiated rate generates more total revenue than the transient demand it would displace.",
    "chapters": "5,9"
  },
  {
    "term": "Duopoly",
    "definition": "A market structure dominated by two firms; in the OTA context, Booking Holdings and Expedia Group.",
    "chapters": "8"
  },
  {
    "term": "Dynamic Pricing",
    "definition": "The practice of adjusting prices in real time based on demand, competition, and other market signals.",
    "chapters": "2,3,7,9,11,12,13"
  },
  {
    "term": "Dynamic Rate",
    "definition": "A wholesale net rate derived in real-time from the hotel's BAR using a pre-agreed discount formula.",
    "chapters": "9"
  },
  {
    "term": "Dynamic Redemption Pricing",
    "definition": "A loyalty program pricing model where the points required for a free night vary based on demand.",
    "chapters": "7"
  },
  {
    "term": "Elite Status",
    "definition": "Tiered recognition within a loyalty program earned through qualifying stays or spending, unlocking escalating benefits.",
    "chapters": "4,7,11"
  },
  {
    "term": "Emotional Loyalty",
    "definition": "Guest attachment to a brand driven by positive experiences, personal connection, and trust — beyond economic incentives.",
    "chapters": "7"
  },
  {
    "term": "ESG (Environmental, Social, and Governance)",
    "definition": "A framework for evaluating a company's sustainability and ethical practices in hospitality investment and operations.",
    "chapters": "13"
  },
  {
    "term": "Event-Driven Architecture",
    "definition": "A software design pattern where systems communicate by publishing and subscribing to events (e.g., \"reservation created\") rather than polling for changes.",
    "chapters": "2"
  },
  {
    "term": "Experiential Rewards",
    "definition": "Loyalty program benefits offering unique experiences rather than traditional room-night redemptions.",
    "chapters": "7"
  },
  {
    "term": "FIT (Free Independent Traveler)",
    "definition": "An individual traveler booking through the wholesale channel, as opposed to a group.",
    "chapters": "1,2,3,4,5,6,7,8,9,10,11,12,13"
  },
  {
    "term": "Free Booking Links (FBL)",
    "definition": "Unpaid hotel listings in Google's booking module, launched in 2021, available to any hotel with a connectivity partner.",
    "chapters": "4,10"
  },
  {
    "term": "GDS (Global Distribution System)",
    "definition": "Electronic platform connecting travel suppliers with travel agents and corporate buyers (e.g., Amadeus, Sabre, Travelport).",
    "chapters": "1,2,3,4,7,8,9,12,13"
  },
  {
    "term": "Generative AI",
    "definition": "Artificial intelligence systems capable of creating original content based on patterns learned from training data.",
    "chapters": "1,12,13"
  },
  {
    "term": "Generative Engine Optimization (GEO)",
    "definition": "Strategies for ensuring a brand's information is accurately represented in AI-generated content and recommendations.",
    "chapters": "12,13"
  },
  {
    "term": "Genius Program",
    "definition": "Booking.com's tiered loyalty program offering discounts to frequent users, funded by participating hotels.",
    "chapters": "8,11"
  },
  {
    "term": "GHACP",
    "definition": "Google Hotel Ads Commission Program — commission charged only on completed (stayed) bookings",
    "chapters": "10"
  },
  {
    "term": "GHACP (Google Hotel Ads Commission Program)",
    "definition": "Commission charged only on completed (stayed) bookings through Google Hotel Ads.",
    "chapters": "10"
  },
  {
    "term": "Google Hotel Ads (GHA)",
    "definition": "Google's advertising product that displays hotel prices within Search, Maps, and Google Travel.",
    "chapters": "1,2,3,4,10,12"
  },
  {
    "term": "Gross booking value (GBV)",
    "definition": "The total dollar value of bookings processed through a platform, before deducting the platform's fees and commissions. Distinct from *revenue*, which reflects only the platform's retained share.",
    "chapters": "11"
  },
  {
    "term": "Group Block",
    "definition": "A set number of rooms held under a single contract at a negotiated rate for a group event.",
    "chapters": "2,5,9,13"
  },
  {
    "term": "Group Wash (Slippage)",
    "definition": "The historical pattern by which groups pick up fewer rooms than originally blocked; used as a forecasting adjustment to improve inventory management.",
    "chapters": "5"
  },
  {
    "term": "GSTC (Global Sustainable Tourism Council)",
    "definition": "An international body that establishes and manages global standards for sustainable travel and tourism.",
    "chapters": "13"
  },
  {
    "term": "Handle Time",
    "definition": "The average duration of a reservation call from greeting to completion, including hold time and after-call work. A key efficiency metric for call center operations.",
    "chapters": "6"
  },
  {
    "term": "Housing Bureau",
    "definition": "An organization, often affiliated with a CVB, that manages centralized room-block allocation and attendee reservations for large conventions across multiple hotels.",
    "chapters": "5"
  },
  {
    "term": "Hybrid Model",
    "definition": "An OTA business model combining elements of both agency and merchant approaches.",
    "chapters": "4,8,11"
  },
  {
    "term": "Impression Share",
    "definition": "The percentage of eligible searches in which a hotel's metasearch ad appeared; a measure of visibility and missed opportunity",
    "chapters": "10"
  },
  {
    "term": "Incrementality",
    "definition": "The measurement of whether a marketing channel drives truly new bookings versus capturing demand that would have occurred anyway.",
    "chapters": "10"
  },
  {
    "term": "Indirect Channel",
    "definition": "A booking pathway involving one or more third-party intermediaries.",
    "chapters": "1,9"
  },
  {
    "term": "Influencer Marketing",
    "definition": "A marketing strategy partnering with individuals who have significant social media followings to promote products or services.",
    "chapters": "12"
  },
  {
    "term": "Instant Book",
    "definition": "An emerging capability allowing meeting planners to book group rooms and meeting space online in real time without the traditional RFP process.",
    "chapters": "5,10"
  },
  {
    "term": "Interactive Voice Response (IVR)",
    "definition": "An automated telephony system that interacts with callers through voice prompts and keypad inputs.",
    "chapters": "6"
  },
  {
    "term": "Internet of Things (IoT)",
    "definition": "A network of physical devices embedded with sensors, software, and connectivity, enabling data collection and remote control.",
    "chapters": "13"
  },
  {
    "term": "Knowledge Panel",
    "definition": "The information box Google displays for a hotel, including photos, reviews, location, and booking options.",
    "chapters": "10"
  },
  {
    "term": "Landing Page Conversion Rate",
    "definition": "The percentage of visitors arriving at a hotel's website from a metasearch click who complete a booking; the most critical variable in CPC metasearch economics",
    "chapters": "10"
  },
  {
    "term": "Large Language Model (LLM)",
    "definition": "A type of AI model trained on vast amounts of text data, capable of understanding and generating human-like text.",
    "chapters": "7,8,12,13"
  },
  {
    "term": "Lifetime Value (LTV)",
    "definition": "See Customer Lifetime Value (CLV).",
    "chapters": "2,3,4,6,7"
  },
  {
    "term": "Loyalty Program",
    "definition": "A structured marketing program that rewards guests for repeat patronage through points, elite status, and exclusive benefits.",
    "chapters": "1,2,3,4,6,7,8,9,11,12,13"
  },
  {
    "term": "Member Rate",
    "definition": "A discounted room rate available exclusively to loyalty program members who book through direct channels.",
    "chapters": "1,2,7,8,10"
  },
  {
    "term": "Merchant Model",
    "definition": "An OTA business model where the OTA purchases inventory at a net rate and resells it at a markup, collecting payment from the guest.",
    "chapters": "8"
  },
  {
    "term": "Metasearch",
    "definition": "A platform that aggregates prices from multiple booking sources for comparison (e.g., Google Hotel Ads, Kayak, Trivago).",
    "chapters": "1,2,3,4,7,9,10,11,12,13"
  },
  {
    "term": "Microservices",
    "definition": "An architectural approach where a software application is built as a collection of small, independent services, each handling a specific function and communicating via APIs.",
    "chapters": "2,13"
  },
  {
    "term": "Middleware",
    "definition": "Software that acts as a bridge between different applications, translating data formats and routing information between systems that were not originally designed to work together.",
    "chapters": "2,13"
  },
  {
    "term": "Narrow Rate Parity",
    "definition": "A contractual clause requiring hotels to offer the OTA a rate no higher than the rate on the hotel's own direct channels.",
    "chapters": "8"
  },
  {
    "term": "Net Rate",
    "definition": "A confidential wholesale rate given to intermediaries, who add their own markup before selling to consumers.",
    "chapters": "1,3,4,5,8,9"
  },
  {
    "term": "Net RevPAR",
    "definition": "RevPAR minus distribution costs; a measure of true channel profitability.",
    "chapters": "1,3,4,8,13"
  },
  {
    "term": "Night Audit",
    "definition": "The end-of-day process of reconciling a hotel's financial transactions, traditionally run overnight.",
    "chapters": "2"
  },
  {
    "term": "Night cap (annual rental limit)",
    "definition": "A regulatory limit on the number of nights per year a property may be rented on a short-term basis.",
    "chapters": "11"
  },
  {
    "term": "Occupancy/tourism tax",
    "definition": "A tax levied on short-term accommodation guests, historically applied to hotels and increasingly extended to short-term rentals.",
    "chapters": "11"
  },
  {
    "term": "Open Pricing",
    "definition": "A revenue management strategy in which each room type, channel, and segment can be priced independently.",
    "chapters": "2"
  },
  {
    "term": "OTA (Online Travel Agency)",
    "definition": "A third-party online platform that sells hotel rooms to consumers (e.g., Booking.com, Expedia).",
    "chapters": "1,2,3,4,5,6,7,8,9,10,11,12,13"
  },
  {
    "term": "OTA Commission",
    "definition": "The fee paid by a hotel to an online travel agency for each booking, typically 15–25% of room revenue.",
    "chapters": "1,3,4,7,8,10,12"
  },
  {
    "term": "OTA Ranking Algorithm",
    "definition": "The proprietary formula used by an OTA to determine the order in which hotels appear in search results.",
    "chapters": "8"
  },
  {
    "term": "OTA SEO",
    "definition": "The practice of optimizing a hotel's OTA listing to improve ranking position.",
    "chapters": "8"
  },
  {
    "term": "PCI DSS",
    "definition": "Payment Card Industry Data Security Standard — security standards to protect credit card data during processing and storage.",
    "chapters": "2"
  },
  {
    "term": "PCI DSS (Payment Card Industry Data Security Standard)",
    "definition": "Security standards designed to protect credit card data during processing and storage.",
    "chapters": "2"
  },
  {
    "term": "Personalization",
    "definition": "The practice of tailoring marketing, service, and offerings to individual guests based on their data profile and behavior.",
    "chapters": "1,2,3,4,6,7,8,11,12,13"
  },
  {
    "term": "PMS (Property Management System)",
    "definition": "The core operational software managing reservations, check-in/out, guest profiles, billing, and housekeeping.",
    "chapters": "1,2,5,6,7,9,10,13"
  },
  {
    "term": "Points Liability",
    "definition": "The financial obligation a hotel company carries on its balance sheet representing the estimated future cost of redeeming outstanding loyalty points.",
    "chapters": "4,7"
  },
  {
    "term": "Professional Congress Organizer (PCO)",
    "definition": "A specialist firm, prevalent in Europe and Asia, that manages the end-to-end logistics of conferences and congresses, including venue sourcing, accommodation, and on-site operations.",
    "chapters": "5"
  },
  {
    "term": "Professional Host/Operator",
    "definition": "An individual or company that manages multiple short-term rental properties as a business.",
    "chapters": "11"
  },
  {
    "term": "Quality Score",
    "definition": "A composite metric used by metasearch platforms (notably Google and Trivago) reflecting rate accuracy, landing page experience, and expected conversion rate; higher scores improve ad positioning and reduce effective cost per click",
    "chapters": "10"
  },
  {
    "term": "Rate Feed",
    "definition": "An automated data connection transmitting real-time rates and availability from a hotel's systems to metasearch platforms.",
    "chapters": "10"
  },
  {
    "term": "Rate Leakage",
    "definition": "The appearance of confidential wholesale net rates on consumer-facing booking channels.",
    "chapters": "4,9"
  },
  {
    "term": "Rate Parity",
    "definition": "A contractual obligation requiring a hotel to offer consistent pricing across distribution channels.",
    "chapters": "2,3,4,6,8,9,10"
  },
  {
    "term": "Rate Shopper",
    "definition": "A competitive intelligence tool that monitors and compares hotel room rates across OTAs and competitor websites, providing data to inform pricing decisions.",
    "chapters": "2"
  },
  {
    "term": "Rate Shopping",
    "definition": "The practice of monitoring a hotel's rates across multiple distribution channels to detect parity violations.",
    "chapters": "4,8,9"
  },
  {
    "term": "Regulatory Arbitrage",
    "definition": "Exploiting differences in regulatory treatment between sectors (e.g., short-term rentals vs. licensed hotels).",
    "chapters": "11"
  },
  {
    "term": "Release Date",
    "definition": "The deadline by which a wholesaler must confirm bookings against an allotment; unsold rooms return to the hotel.",
    "chapters": "9"
  },
  {
    "term": "Request for Proposal (RFP)",
    "definition": "A formal document soliciting hotel proposals for a group event, specifying dates, room needs, and budget.",
    "chapters": "5"
  },
  {
    "term": "Retargeting (Remarketing)",
    "definition": "Serving digital ads to users who previously visited a website but did not convert.",
    "chapters": "2,4,8"
  },
  {
    "term": "Retention Rate",
    "definition": "The percentage of guests who return to stay at a hotel within a defined period.",
    "chapters": "3"
  },
  {
    "term": "Revenue per Call",
    "definition": "The average revenue generated per incoming reservation call, factoring in conversion rate and booking value.",
    "chapters": "6"
  },
  {
    "term": "RevPAR (Revenue Per Available Room)",
    "definition": "Total room revenue divided by total available rooms; the lodging industry's key performance metric.",
    "chapters": "1,2,3,4,5,8,13"
  },
  {
    "term": "RMS (Revenue Management System)",
    "definition": "Software that uses data and algorithms to optimize room pricing and inventory allocation.",
    "chapters": "1,2,3,4,5,6,7,8,9,10,11,12,13"
  },
  {
    "term": "ROAS (Return on Ad Spend)",
    "definition": "A metric measuring revenue generated per dollar of advertising spend.",
    "chapters": "10"
  },
  {
    "term": "SaaS (Software as a Service)",
    "definition": "A software distribution model where applications are hosted in the cloud and accessed via subscription.",
    "chapters": "2,13"
  },
  {
    "term": "Search Engine Marketing (SEM)",
    "definition": "Paid advertising on search engines, primarily pay-per-click campaigns.",
    "chapters": "4,8"
  },
  {
    "term": "Search Engine Optimization (SEO)",
    "definition": "Improving a website's organic (unpaid) ranking in search engine results.",
    "chapters": "4"
  },
  {
    "term": "Sell Rate",
    "definition": "The final price at which a room is sold to the consumer after all intermediary markups.",
    "chapters": "9"
  },
  {
    "term": "Sharing Economy",
    "definition": "An economic model based on peer-to-peer sharing of access to goods, services, or resources, typically facilitated by digital platforms.",
    "chapters": "11"
  },
  {
    "term": "Sharing economy (collaborative economy)",
    "definition": "An economic model based on peer-to-peer sharing of access to goods, services, or resources, typically facilitated by digital platforms.",
    "chapters": "11"
  },
  {
    "term": "Short-Term Rental (STR)",
    "definition": "A furnished residential property rented for short periods (typically less than 30 days), often through online platforms.",
    "chapters": "11"
  },
  {
    "term": "Skills-Based Routing",
    "definition": "A call-routing methodology that directs callers to agents with specific expertise based on the caller's profile.",
    "chapters": "6"
  },
  {
    "term": "SMERF",
    "definition": "Social, Military, Educational, Religious, and Fraternal groups — a budget-conscious but reliable group subsegment.",
    "chapters": "5"
  },
  {
    "term": "Social Commerce",
    "definition": "The use of social media platforms to facilitate commercial transactions, including travel discovery and booking.",
    "chapters": "1,12,13"
  },
  {
    "term": "Soft Brand",
    "definition": "A collection within a major hotel chain allowing independent hotels to retain their identity while accessing the chain's distribution and loyalty systems.",
    "chapters": "4,10,11"
  },
  {
    "term": "Spiff",
    "definition": "A small per-transaction bonus paid to front desk or reservations agents for successful upsells, incentivizing sales behavior.",
    "chapters": "6"
  },
  {
    "term": "Subscription Model",
    "definition": "A loyalty structure where guests pay a recurring fee for guaranteed benefits.",
    "chapters": "7,10"
  },
  {
    "term": "Super App",
    "definition": "A mobile application providing multiple services (messaging, payments, transport, travel) within a single platform.",
    "chapters": "12"
  },
  {
    "term": "Supply Elasticity",
    "definition": "The ability of accommodation supply to expand or contract in response to demand changes.",
    "chapters": "11"
  },
  {
    "term": "Switch",
    "definition": "Technology layer that translates data between hotel CRS systems and GDS platforms.",
    "chapters": "1,6,7,10,11,13"
  },
  {
    "term": "Tokenization",
    "definition": "Replacing sensitive payment data with non-sensitive substitute values (tokens) to reduce security risk.",
    "chapters": "2,13"
  },
  {
    "term": "Transactional Loyalty",
    "definition": "Guest repeat behavior driven primarily by economic incentives rather than emotional attachment.",
    "chapters": "7"
  },
  {
    "term": "Travel Advisor",
    "definition": "A professional providing personalized travel planning and booking services, earning commissions from suppliers.",
    "chapters": "4,12"
  },
  {
    "term": "Two-Way Integration",
    "definition": "A system connection that allows data to flow in both directions — for example, rates flowing out and reservations flowing back.",
    "chapters": "2"
  },
  {
    "term": "Unified Commerce",
    "definition": "The integration of all commercial touchpoints into a single, seamless technology ecosystem.",
    "chapters": "2,13"
  },
  {
    "term": "Upselling",
    "definition": "Offering a guest a higher-value product or service than originally requested to increase total revenue per booking.",
    "chapters": "2,6,12"
  },
  {
    "term": "VCC (Virtual Credit Card)",
    "definition": "A single-use, system-generated credit card number used by OTAs and wholesalers to remit payment to hotels.",
    "chapters": "2,13"
  },
  {
    "term": "Virtual Wholesaler",
    "definition": "An aggregator that sources hotel inventory from multiple bed banks via API connections rather than contracting directly with hotels",
    "chapters": "9"
  },
  {
    "term": "Voice Analytics",
    "definition": "Software that analyzes recorded calls to extract insights on agent performance, caller sentiment, conversion patterns, and quality assurance metrics.",
    "chapters": "6"
  },
  {
    "term": "Walk-In",
    "definition": "A guest who arrives at a hotel without a prior reservation and requests to book a room on the spot.",
    "chapters": "1,2,3,5,6,8,12"
  },
  {
    "term": "White-label",
    "definition": "A product or service produced by one company and rebranded by another to appear as its own",
    "chapters": "9"
  },
  {
    "term": "Wholesaler",
    "definition": "An intermediary that contracts hotel inventory in bulk at net rates for redistribution.",
    "chapters": "1,2,3,4,7,9,10"
  },
  {
    "term": "Wide Rate Parity",
    "definition": "A contractual clause requiring hotels to offer the OTA a rate no higher than the rate available on any other distribution channel.",
    "chapters": "8"
  }
]